[Devices.InputDevice_Controller InputDeviceDefinition]
Axes[0]=(Caption="Look around")
Axes[1]=(Caption="Look around")
Axes[2]=(Caption="Work / Work / Driving")
Axes[3]=(Caption="Work / Work / Driving")
Buttons[0]=(Caption="Walk or walk to your car")
Buttons[1]=(Caption="Use the battery / charger / car seat")
Buttons[2]=(Caption="Bicycle Gun/Other uses")
Buttons[3]=(Caption="Car contract/trade/release")
Buttons[4]=(Caption="Lower/second branch")
Buttons[5]=(Caption="ARM")
Buttons[6]=(Caption="Provide abilities/vehicle upgrades")
Buttons[7]=(Caption="Car glove box")
Buttons[8]=(Caption="Choose your weapon")
Buttons[9]=(Caption="Choose your weapon")
Buttons[10]=(Caption="Choose your weapon")
Buttons[11]=(Caption="Choose your weapon")
Buttons[12]=(Caption="to fill")
Buttons[13]=(Caption="car/household fuel")
Buttons[14]=(Caption="Full attack/control")
Buttons[15]=(Caption="rest in peace")

[Devices.InputDevice_Keyboard InputDeviceDefinition]
Axes[0]=(Caption="Continue/Update.")
Axes[1]=(Caption="Return / play")
Axes[2]=(Caption="buy poverty")
Axes[3]=(Caption="Pictured from the right")
Axes[4]=(Caption="Turn left")
Axes[5]=(Caption="Turn right")
Buttons[0]=(Caption="go there")
Buttons[1]=(Caption="Reload your device")
Buttons[2]=(Caption="Use/create/collect.")
Buttons[3]=(Caption="Other uses")
Buttons[4]=(Caption="Density")
Buttons[5]=(Caption="Folding/Folding Car Seats")
Buttons[6]=(Caption="Full attack/control")
Buttons[7]=(Caption="Car glove box")
Buttons[8]=(Caption="Provide abilities/vehicle upgrades")
Buttons[9]=(Caption="Choose your weapon Slot 1")
Buttons[10]=(Caption="Choose your weapon Slot 2")
Buttons[11]=(Caption="Choose your weapon Slot 3")
Buttons[12]=(Caption="Choose your weapon Slot 4")
Buttons[13]=(Caption="Display mode")
Buttons[14]=(Caption="Send a message to the conversation")
Buttons[15]=(Caption="the body")
Buttons[16]=(Caption="Show map.")
Buttons[17]=(Caption="see the list")
Buttons[18]=(Caption="provide skills")
Buttons[19]=(Caption="See the article")
Buttons[20]=(Caption="Show the problem")
Buttons[22]=(Caption="put down your weapon")
Buttons[23]=(Caption="Click to chat.")
Buttons[24]=(Caption="action")

[Devices.InputDevice_Mouse InputDeviceDefinition]
Axes[0]=(Caption="Look around")
Axes[1]=(Caption="Look around")
Buttons[0]=(Caption="ARM")
Buttons[1]=(Caption="Lower/second branch")
Buttons[2]=(Caption="Front attack")
Buttons[3]=(Caption="The next battle")

[Remapping.InputRemapping_PS3_The fairies InputRemappingDefinition]
PresetCaption="The fairies"
RemappedButtons[0]=(Caption="The car was not produced")
RemappedButtons[1]=(Caption="Provide abilities/vehicle upgrades")
RemappedButtons[2]=(Caption="Density/Vehicle Rear View")
RemappedButtons[3]=(Caption="Car glove box")
RemappedButtons[4]=(Caption="ARM")
RemappedButtons[5]=(Caption="Crouch/Trade/the body")
RemappedButtons[6]=(Caption="Lower/second branch")

[Remapping.InputRemapping_PS3_Territorial restrictions 1 InputRemappingDefinition]
PresetCaption="Territorial restrictions 1"

[Remapping.InputRemapping_PS3_good InputRemappingDefinition]
PresetCaption="good"

[Remapping.InputRemapping_PS3_heritage InputRemappingDefinition]
PresetCaption="heritage"
RemappedAxes[0]=(Caption="warning/fine")
RemappedAxes[2]=(Caption="Move / Rotate / Align")

[Remapping.InputRemapping_PS3_heritageBelow InputRemappingDefinition]
PresetCaption="heritage Below"
RemappedAxes[0]=(Caption="warning/fine")
RemappedAxes[2]=(Caption="Move / Rotate / Align")

[Remapping.InputRemapping_PS3_dress naked InputRemappingDefinition]
PresetCaption="dress naked"
RemappedButtons[0]=(Caption="Bicycle Gun/Other uses")
RemappedButtons[1]=(Caption="go there/Vehicle Handbrake")
RemappedButtons[2]=(Caption="Production of grenades/vehicles")
RemappedButtons[3]=(Caption="Provide abilities/vehicle upgrades")
RemappedButtons[4]=(Caption="Full attack/control")
RemappedButtons[5]=(Caption="Lower/second branch")
RemappedButtons[6]=(Caption="ARM")
RemappedButtons[7]=(Caption="Crouch/Trade/the body")
RemappedButtons[8]=(Caption="Density/Switch Vehicle Seats")

[Remapping.InputRemapping_PS3_Resistence InputRemappingDefinition]
PresetCaption="Resistence"
RemappedButtons[0]=(Caption="Production of grenades/vehicles")
RemappedButtons[1]=(Caption="Squat / Treadmill / Self Strengthening")
RemappedButtons[2]=(Caption="Auto power/handbrake included")
RemappedButtons[3]=(Caption="Lower/second branch")
RemappedButtons[4]=(Caption="ARM")

[Remapping.InputRemapping_PS3_Below InputRemappingDefinition]
PresetCaption="Below"

[Remapping.InputRemapping_PS3_BelowSticks InputRemappingDefinition]
PresetCaption="Below Alternate"

[Remapping.InputRemapping_Xbox_The fairies InputRemappingDefinition]
PresetCaption="The fairies"
RemappedButtons[0]=(Caption="The car was not produced")
RemappedButtons[1]=(Caption="Car glove box")
RemappedButtons[2]=(Caption="Density/Vehicle Rear View")
RemappedButtons[3]=(Caption="Crouch/Trade/the body")
RemappedButtons[4]=(Caption="Lower/second branch")

[Remapping.InputRemapping_Xbox_good InputRemappingDefinition]
PresetCaption="good"

[Remapping.InputRemapping_Xbox_heritage InputRemappingDefinition]
PresetCaption="heritage"
RemappedAxes[0]=(Caption="warning/fine")
RemappedAxes[2]=(Caption="Move / Rotate / Align")

[Remapping.InputRemapping_Xbox_heritageBelow InputRemappingDefinition]
PresetCaption="heritage Below"
RemappedAxes[0]=(Caption="warning/fine")
RemappedAxes[2]=(Caption="Move / Rotate / Align")

[Remapping.InputRemapping_Xbox_dress naked InputRemappingDefinition]
PresetCaption="dress naked"
RemappedButtons[0]=(Caption="Bicycle Gun/Other uses")
RemappedButtons[1]=(Caption="go there/Vehicle Handbrake")
RemappedButtons[2]=(Caption="Production of grenades/vehicles")
RemappedButtons[3]=(Caption="Full attack/control")
RemappedButtons[4]=(Caption="Crouch/Trade/the body")
RemappedButtons[5]=(Caption="Density/Switch Vehicle Seats")

[Remapping.InputRemapping_Xbox_Resistence InputRemappingDefinition]
PresetCaption="Resistence"
RemappedButtons[0]=(Caption="Production of grenades/vehicles")
RemappedButtons[1]=(Caption="Squat / Treadmill / Self Strengthening")
RemappedButtons[2]=(Caption="Auto power/handbrake included")
RemappedButtons[3]=(Caption="Lower/second branch")
RemappedButtons[4]=(Caption="ARM")

[Remapping.InputRemapping_Xbox_Below InputRemappingDefinition]
PresetCaption="Below"

[Remapping.InputRemapping_Xbox_BelowSticks InputRemappingDefinition]
PresetCaption="Below Alternate"

